{
  "osaamispolku": "Competency Path",
  "heading-1": "Competency Path – a new service to be launched in late 2025",
  "text-1": "Competency Path is service intended to support education and career planning, competence development and employment. The service is easy-to-use. It is targeted at those making career and educational choices, guidance professionals, education organisations, working life actors and experts in different administrative branches.",
  "heading-2": "Competency Path helps you identify your options",
  "text-2": "Competency Path will help you understand and verbalise your competence and interests. You can also find out about different learning and job opportunities relevant to your competence and interests. Create your competence profile in the Competency Path service and plan your future!",
  "heading-3": "Competency Path provides guidance professionals with high-quality support for guidance work",
  "text-3": "The information service of the Competency Path provides high-quality, constantly updated information to support planning and decision-making for everyone from educational organisations and working life actors to representatives of different administrative branches.",
  "heading-4": "Competency Path offers high-quality information that supports planning and decision-making",
  "text-4": "The information service of the Competency Path provides high-quality, constantly updated information to support planning and decision-making for everyone from educational organisations and working life actors to representatives of different administrative branches.",
  "heading-5": "Join us in developing the Competency Path service!",
  "text-5": "We will organise Competency Path´s introductory events and invite future users to participate in its development. If Competency Path caught your interest, use the link below to subscribe to the email list, and we will keep you posted about progress in developing the service.",
  "text-5-link-text": "Subscribe here",
  "copyright": "© Competency Path {{year}}"
}
