{
  "about-service": {
    "intro": "Osaamispolku on koulutus- ja urasuunnittelun, osaamisen kehittämisen ja työllistymisen tueksi tarkoitettu uusi digitaalinen palvelu, joka julkaistaan loppuvuodesta 2025. Osaamispolku on suunnattu ura- ja koulutusvalintoja tekeville, ohjaajille, koulutusorganisaatioille, työelämätoimijoille ja eri hallinnonalojen asiantuntijoille.",
    "sections": [
      {
        "navTitle": "Osaamispolkuni",
        "paragraphs": [
          "Osaamispolussani voit kartoittaa omaa osaamistasi, löytää koulutuksia osaamisesi kasvattamiseksi, tutkia työmahdollisuuksia osaamisellasi ja kartoittaa mahdollisuuksia alan vaihtamiseen. Osaamispolkuni on tarkoitettu kaikille käyttäjille."
        ]
      },
      {
        "navTitle": "Ohjaajan osio",
        "paragraphs": [
          "Ohjaajan osiosta löydät uraohjaustyösi tueksi ajantasaista ja laadukasta tietoa ja menetelmiä ja omaa osaamistasi vahvistavia materiaaleja. Ohjaajan osio on tarkoitettu kaikille ohjausalan toimijoille ja ohjaajat voivat työskennellä esimerkiksi oppilaanohjauksessa, uraohjauksessa, koulutuksen tai työvoimahallinnon alalla tai yksityisellä sektorilla."
        ]
      },
      {
        "navTitle": "Tietopalvelu",
        "paragraphs": [
          "Tietopalvelu kokoaa yhteen osaamiseen, työmarkkinaan ja koulutukseen liittyvää tietoa eri tietolähteistä kaikkien käyttöön kuten esimerkiksi koulutusorganisaatioille, työelämätoimijoille ja eri hallinnonalan edustajille."
        ]
      },
      {
        "navTitle": "Ohjaus- ja neuvontapalveluja",
        "paragraphs": [
          "Ohjaus- ja neuvontapalveluista löytyvät palvelut auttavat sinua ura- ja koulutusvaihtoehtoihin liittyvässä pohdinnassa. Voit rajata palveluiden listaa sinua kiinnostavien teemojen ja esimerkiksi asuinpaikkasi perusteella, jotta löydät sinulle parhaiten sopivat palvelut."
        ]
      },
      {
        "navTitle": "Jatkuvan oppimisen digitaalinen palvelukokonaisuus (JOD) -hanke",
        "paragraphs": [
          "Osaamispolun kehityksestä vastaa Jatkuvan oppimisen digitaalinen palvelukokonaisuus -hanke, joka on opetus- ja kulttuuriministeriön (OKM), työ- ja elinkeinoministeriön (TEM) yhteishanke vuosina 2021–2025. Kehitystyössä ovat tiiviisti mukana Opetushallitus (OPH), ELY-keskusten kehittämis- ja hallintokeskus (KEHA-keskus), korkeakoulut Digivisio 2030 -hankkeen kautta ja Jatkuvan oppimisen ja työllistymisen keskus (Jotpa). Hankkeen rahoitus tulee EU:n elpymis- ja palautumistukivälineestä (RRF)."
        ]
      }
    ],
    "title": "Tietoa palvelusta"
  },
  "accessibility": {
    "intro": "Tämä seloste koskee Osaamispolku.fi-palvelua. Palvelun saavutettavuuden arviointi on vielä kesken.",
    "sections": [
      {
        "navTitle": "Saavutettavuuden tila",
        "paragraphs": [
          "Palvelu ei vielä täytä kaikkia saavutettavuusvaatimuksia (WCAG 2.1, tasot A ja AA). Koska kyseessä on beta-versio, kehitystyö jatkuu ja saavutettavuuspuutteita korjataan vaiheittain. Puutteita palvelussa on muun muassa apuvälineitä käytettäessä ja pelkän näppäimistön varassa tapahtuvassa selaamisessa."
        ]
      },
      {
        "navTitle": "Suunnitellut korjaukset",
        "paragraphs": [
          "Saavutettavuuden parantaminen on osa palvelun kehitystä. Tavoitteena on, että palvelu täyttää  saavutettavuusvaatimukset ennen sen varsinaista julkaisua."
        ]
      },
      {
        "navTitle": "Palautteen antaminen",
        "paragraphs": [
          "Jos huomaat palvelussa saavutettavuusongelmia, kerro siitä meille. Otamme palautteen huomioon kehityksessä."
        ]
      }
    ],
    "title": "Tietoa saavutettavuudesta"
  },
  "ai-usage": {
    "ai-methods": {
      "data-location": "Tietojen sijainti:",
      "data-location-eu": "EU",
      "data-preservation-time": "Tietojen säilytysaika:",
      "data-preservation-time-until-delete": "Kunnes tiedot poistetaan",
      "description-1": "Palvelussa käytetään seuraavia menetelmiä ja komponentteja:",
      "description-2": "Työkaluja, malleja ja menetelmiä käytetään Amazon Web Services (AWS) pilvialustalla. AWS ylläpitää yksityistä infrastruktuuriamme ja suurinta osaa keskustelulokeista, jotka sisältävät viestit ja keskustelun aiheen, aikaleimat sekä telemetriatietoja.",
      "list": {
        "item-1": "koneoppimismallit osaamisten tunnistamiseen (mm. TFIDF, FinBERT)",
        "item-2": "klusterointialgoritmit (DBSCAN, KMeans) työpaikkailmoitusten ja koulutustarjonnan ryhmittelyyn työ- ja koulutusmahdollisuuksiksi",
        "item-3": "generatiivinen tekoäly (Claude 3.5 Sonnet) tuottamaan kuvaustekstejä ja tiivistelmiä",
        "item-4": "suosittelualgoritmit, jotka yhdistävät osaamiset ja kiinnostukset koulutus- ja työmahdollisuuksiin",
        "item-5": "keskusteleva kiinnostusten kartoittaja, joka hyödyntää kielimalleja (Claude 3.5 Sonnet) keskustelun käymiseksi ja RAG-toiminnallisuutta (Retrieval-Augmented Generation) erilaisten ohjaustyötä ja kartoitustyötä tukevien apuvälineiden ja materiaalien hallitsemiseksi ja käyttämiseksi keskutelun tukena."
      },
      "title": "Mitä tekoälymenetelmiä käytetään?"
    },
    "effect": {
      "description": "Tekoäly toimii avustavana työkaluna, ei päätöksentekijänä. \n\nKäyttäjä saa:",
      "list": {
        "item-1": "ehdotuksia, ei sitovia suosituksia",
        "item-2": "mahdollisuuden muokata ja poistaa omia tietojaan",
        "item-3": "tukea urasuunnitteluun",
        "item-4": "monikielisen käyttöliittymän, jossa sisältöä tuotetaan ja käännetään automaattisesti."
      },
      "title": "Miten tekoäly vaikuttaa käyttäjään?"
    },
    "functionality-tracking": {
      "description-1": "Palvelun kehityksessä käytetään:",
      "description-2": "Tavoitteena on varmistaa, että tekoäly toimii luotettavasti, läpinäkyvästi ja yhdenvertaisesti.",
      "list": {
        "item-1": "evaluointimetriikoita (esim. F1-score, Jaccard-indeksi)",
        "item-2": "tiedonvaihtoa ja asiantuntija-arvioita eri alojen asiantuntijoiden kanssa",
        "item-3": "käyttäjäpalautetta ja testidataa",
        "item-4": "versiohallintaa ja automaattitestejä."
      },
      "title": "Miten tekoälyn toimivuutta seurataan?"
    },
    "limitation-of-liability": {
      "description": "Osaamispolun tekoälytoiminnallisuuksia, kuten keskustelevia kartoittajia, suosittelualgoritmiä sekä sisällön tuotantoa, kehitetään ja valvotaan ihmisten toimesta. Tekoäly toimii kuitenkin osin automaattisesti, eikä jokainen vuorovaikutus, tuotos tai ehdotus ole erikseen ihmisen tarkistama. <br/><br/>Vaikka pyrimme jatkuvasti parantamaan tekoälyn laatua ja luotettavuutta, sen antamat vastaukset voivat joskus olla epätarkkoja, puutteellisia tai sisältää virheellistä tietoa. Tekoäly ei korvaa asiantuntijan arviota, eikä sen tuottama sisältö välttämättä edusta viranomaisten virallista näkemystä. <br/><br/>Tekoälyä käytetään Osaamispolussa ensisijaisesti keskustelukumppanina ja ehdotusten tukena – ei päätöksentekijänä. Käyttäjän vastuulla on arvioida ja tarvittaessa täydentää saamaansa tietoa ennen päätösten tekemistä. <br/><br/>Palvelua kehitetään jatkuvasti, ja tekoälytoiminnallisuudet voivat ajoittain olla poissa käytöstä tai muuttua ilman erillistä ilmoitusta.",
      "title": "Vastuunrajoitus"
    },
    "security": {
      "description-1": "Tekoälyn käyttö perustuu EU:n tekoälysäädökseen (EU 2024/1689) ja yleiseen tietosuoja-asetukseen (GDPR). <br/><br/>Palvelussa:",
      "description-2": "Palvelu ei tee automaattisia päätöksiä, eikä sitä ole luokiteltu suuririskiseksi tekoälyjärjestelmäksi. <br/><br/>Lue lisää tietojesi käsittelystä tietosuojaselosteesta",
      "list": {
        "item-1": "Käyttäjä voi käyttää palvelua anonyymisti.",
        "item-2": "Henkilötietoja käsitellään vain lakiin perustuen, mutta käyttäjällä on oikeus hallita omia tietojaan vapaasti.",
        "item-3": "Kirjautuneilla käyttäjillä on oikeus kieltää henkilötietojensa käyttö tekoälyn kehittämiseen.",
        "item-4": "Tiedot voidaan anonymisoida tutkimus- ja kehityskäyttöön."
      },
      "title": "Miten tietoturva ja tietosuoja on huomioitu?"
    },
    "title": "Tietoa tekoälyn käytöstä",
    "why-ai": {
      "description": "Osaamispolku hyödyntää tekoälyä tukemaan yksilöiden koulutus- ja uravalintoja. Tavoitteena on tarjota käyttäjälle räätälöityjä ehdotuksia koulutus- ja työmahdollisuuksista, jotka perustuvat hänen osaamiseensa, kiinnostuksen kohteisiinsa ja taustatietoihin.",
      "possibilities": {
        "item-1": {
          "description": "Tekoäly vertaa sanoja ja lauseita tunnettuihin taitoihin ja valitsee ehdotettavaksi ne, jotka sopivat parhaiten. <br/><br/>Tekoälyä käytetään myös tunnistamaan osaamisia työpaikkailmoitusteksteistä ja koulutustarjonnan kuvauksista, jos näissä ei ole valmiiksi kuvattu vaadittavia tai työn/koulutuksen tuottamia taitoja.",
          "title": "Osaamisten tunnistamisen käyttäjän antamasta tekstistä (esim. CV, koulutustiedot)"
        },
        "item-2": {
          "education": {
            "description-1": "Tekoäly käsittelee Opintopolun koulutustietoja ja ryhmittelee koulutukset sen mukaan:",
            "description-2": "Tekoäly tiivistää pitkät koulutuskuvaukset ja tekee niistä selkeitä yhteenvetoja. Näin käyttäjä saa helpommin käsityksen siitä, mitä koulutus sisältää.",
            "list": {
              "item-1": "mitä taitoja koulutuksessa opitaan",
              "item-2": "onko koulutus tutkintoon johtava vai ei",
              "item-3": "mihin koulutusalaan se kuuluu."
            },
            "title": "Koulutusmahdollisuudet"
          },
          "title": "Työ- ja koulutusmahdollisuuksien luomisen  ryhmittelemällä  Työmarkkinatorin työpaikkailmoituksia ja Opintopolun koulutustarjontaa",
          "work": {
            "description-1": "Tekoäly lukee Työmarkkinatorin työpaikkailmoituksia ja etsii niistä tietoa, kuten:",
            "description-2": "Sitten se ryhmittelee ilmoitukset niin, että samanlaiset työpaikat päätyvät samaan ryhmään. Näin syntyy työmahdollisuuksia, eli ryhmiä samantyyppisistä töistä. <br/></br/>Jos ilmoituksessa ei ole tarpeeksi tietoa, se jätetään pois. <br/><br/>Lopuksi tekoäly tallentaa ryhmät ja tekee niistä yhteenvetoja, joita käytetään suosituksissa.",
            "list": {
              "item-1": "mitä taitoja työssä tarvitaan",
              "item-2": "millaisia lupia tai ajokortteja vaaditaan",
              "item-3": "mitä ammatteja ilmoituksessa mainitaan."
            },
            "title": "Työmahdollisuudet"
          }
        },
        "item-3": {
          "description": "Suosittelukone toimii kuin älykäs hakukone. Käyttäjä kertoo, mitä taitoja hänellä on ja mistä hän on kiinnostunut. Tekoäly vertaa niitä tietoihin työpaikoista ja koulutuksista ja antaa listan sopivista vaihtoehdoista.",
          "title": "Suosittelujen tuottamisen (Yksilölliset suositukset koulutus- ja työmahdollisuuksiksi perustuen syöttämiisi tietoihisi)"
        },
        "item-4": {
          "description": "Tekoäly voi myös keskustella käyttäjän kanssa ja auttaa häntä löytämään sopivia vaihtoehtoja kiinnostuksen kohteiksi sekä antaa keskustelu- ja pohdinta-apua kiinnostusten kohteiden mietintään. Se ymmärtää käyttäjän kirjoittamia viestejä ja vastaa niihin hyödyllisesti. Keskusteleva kiinnostusten kartoittaja voi käyttää apuna erilaisia ohjausalan materiaaleja ja tietoja.",
          "title": "Keskusteluavun kiinnostuksen kartoittamiseksi"
        },
        "item-5": {
          "description": "Tekoäly kirjoittaa tiivistelmiä työ- ja koulutusmahdollisuuksista perustuen niiden taustalla oleviin työpaikkailmoituksiin, ammattitietoon sekä koulutustarjonnassa oleviin koulutusten kuvauksiin, jotta ne ovat helpommin ymmärrettäviä käyttäjälle. Tausta-aineistoista siivotaan pois mahdolliset henkilötiedot. <br/><br/>Tekoäly kääntää kirjoittamansa tekstit ruotsiksi ja englanniksi. ",
          "title": "Sisällön tuottamisen ja kääntämisen eri kielille (erityisesti työ- ja koulutusmahdollisuuksissa)"
        },
        "title": "Tekoäly mahdollistaa:"
      },
      "title": "Miksi tekoälyä käytetään Osaamispolussa?"
    }
  },
  "beta": {
    "note": {
      "description": "Kerro mielipiteesi ja auta meitä kehittämään palvelua.",
      "title": "Kokeile palvelua",
      "to-feedback": "Siirry kyselyyn"
    }
  },
  "cancel": "Peruuta",
  "chatbot": {
    "agent-name": "Neuvontabotti",
    "error-message": "Tapahtui jokin virhe.",
    "greeting": "Hei, olen Osaamispolun neuvontabotti.",
    "header": "Neuvontabotti",
    "open-window-text": "Kysy neuvoa?",
    "text-input-placeholder": "Kirjoita kysymyksesi tähän",
    "waiting-message": "Haetaan tietoa..."
  },
  "competency-path-portal": "Osaamispolun etusivu",
  "data-sources": {
    "intro": "Tältä sivulta löydät kaikki Osaamispolku-palvelun eri osioissa hyödynnetyt datan lähteet.",
    "read-more": "Lue lisää:",
    "sections": {
      "cedefop": {
        "links": [
          {
            "href": "https://www.cedefop.europa.eu/en/tools/skills-forecast",
            "label": "CEDEFOP Skills Forecast"
          }
        ],
        "navTitle": "CEDEFOP Skills Forecast",
        "paragraphs": [
          "CEDEFOP Skills Forecast tuottaa kvantitatiivisia arvioita tulevasta työllisyyskehityksestä toimialoittain ja ammattiryhmittäin. Ennusteessa tarkastellaan myös väestön ja työvoiman koulutustason tulevaa kehitystä.",
          "(Kuvaus sivuilla englanniksi: Cedefop Skill forecast offers quantitative projections of future trends in employment by sector of economic activity and occupational group. Future trends on the level of education of the population and the labour force are also estimated.)",
          "Tietopalvelu hyödyntää tietoja tulevaisuuden avoimien työpaikkojen kehittymisen osalta ja työllisyyden kasvun tarkastelussa toimialoittain ja ammattiryhmittäin."
        ]
      },
      "eperusteet": {
        "links": [
          {
            "href": "https://eperusteet.opintopolku.fi/#/fi",
            "label": "ePerusteet"
          }
        ],
        "navTitle": "ePerusteet",
        "paragraphs": [
          "Palvelusta löytyy kaikki valtakunnalliset opetussuunnitelmien, tutkintojen ja koulutusten perusteet varhaiskasvatuksesta vapaaseen sivistystyöhön. Lisäksi palvelusta löytyy muut ajantasaiset Opetushallituksen määräykset ja suositukset. Varhaiskasvatuksen, opetuksen ja koulutuksen järjestäjät voivat julkaista palvelussa myös paikallisia suunnitelmia.",
          "Osaamispolkuni-osiossa hyödynnetään ePerusteet palvelusta perustietoja koulutustarjonnan osalta.",
          "Tietopalvelu hyödyntää koulutukseen liittyviä perustietoja koulutustarjonnan osalta."
        ]
      },
      "koto": {
        "links": [
          {
            "href": "https://kotoutuminen.fi/etusivu",
            "label": "Koto-tietokanta"
          }
        ],
        "navTitle": "Kotoutuminen (Koto-tietokanta)",
        "paragraphs": [
          "Kotoutuminen.fi-verkkopalvelu on suunnattu työssään maahanmuuttaneita kohtaaville, kotoutumisen edistämisen ja pakolaisten vastaanoton toimijoille. Palvelua ylläpitää KEHA-keskus.",
          "Tietopalvelussa hyödynnetään tästä tietolähteestä maahanmuuttajien työllisyyteen ja yrittäjyyteen liittyviä tietoja."
        ]
      },
      "oef": {
        "links": [
          {
            "href": "https://www.oph.fi/fi/palvelut/osaamisen-ennakointifoorumi-oef",
            "label": "Osaamisen ennakointifoorumi"
          }
        ],
        "navTitle": "Osaamisen ennakointifoorumi",
        "paragraphs": [
          "Osaamisen ennakointifoorumi (OEF) on opetus- ja kulttuuriministeriön sekä Opetushallituksen yhteinen ennakoinnin asiantuntijaelin, jonka tehtävänä on edistää koulutuksen ja työelämän välistä vuoropuhelua.",
          "OEF tuottaa, analysoi ja levittää valtakunnallista ennakointitietoa tulevaisuuden osaamis- ja työvoimatarpeista sekä esittää niiden pohjalta koulutuksen kehittämistarpeita.",
          "OEF muodostuu ohjausryhmästä ja yhdeksästä eri aloja edustavasta ennakointiryhmästä.",
          "Tietopalvelu ei suoraan hyödynnä tätä tietolähdettä, mutta tietopalvelun käyttämä Vipunen hyödyntää ennakointiforumin tietoja."
        ]
      },
      "opintopolku": {
        "links": [
          {
            "href": "https://opintopolku.fi/",
            "label": "Opintopolku"
          }
        ],
        "navTitle": "Opintopolku",
        "paragraphs": [
          "Opintopolku sisältää tietoa tutkinnoista, ammateista sekä opiskelusta eri oppilaitoksissa. Opintopolku-portaalia ylläpitää Opetushallitus. Koulutuksen järjestäjät ja korkeakoulut ylläpitävät tietoja koulutuksistaan Opintopolku.fi-palvelussa.",
          "Yksilön osiossa opintopolusta hyödynnetään koulutustarjonnan tietoja sekä koodistoja.",
          "Ohjaajan osio: Ohjausalan koulutukset",
          "Tietopalvelussa opintopolusta hyödynnetään koulutustietoja alueellisesti sekä koodistoja."
        ]
      },
      "prh": {
        "links": [
          {
            "href": "https://www.prh.fi/fi/index.html",
            "label": "Patentti- ja rekisterihallitus"
          }
        ],
        "navTitle": "Patentti- ja rekisterihallitus",
        "paragraphs": [
          "Patentti- ja rekisterihallitus (PRH) kuuluu työ- ja elinkeinoministeriön (TEM) konserniin ja hallinnoi lakisääteisesti yrityksiin ja yhteisöihin liittyviä rekisteritietoja.",
          "Tietopalvelu hyödyntää yritysten tietoja, kuten toimialaa."
        ]
      },
      "tilastokeskus": {
        "links": [
          {
            "href": "https://stat.fi/fi",
            "label": "Tilastokeskus"
          }
        ],
        "navTitle": "Tilastokeskus",
        "paragraphs": [
          "Tilastokeskus esittää tilastotietoa suomalaisen yhteiskunnan eri alueilta.",
          "Osaamispolkuni-osio hyödyntää tilastokeskuksen tietoja työmahdollisuuksien ja koulutusmahdollisuuksien tilastotiedoissa.",
          "Tietopalvelu hyödyntää tilastokeskuksen tietoja väestön, opiskelijoiden, työllisten ja työttömien sekä työnhakijoiden tietojen osalta. Tarkastelussa voit hyödyntää useita erilaisia näkökulmia muutosten tarkastelussa.",
          "Tarkemman erittelyn hyödynnetyistä tiedoista voit löytää Tietopalvelun tietolähteet -sivulta."
        ]
      },
      "tyomarkkinatori": {
        "links": [
          {
            "href": "https://tyomarkkinatori.fi/henkiloasiakkaat",
            "label": "Työmarkkinatori"
          },
          {
            "href": "https://tyomarkkinatori.fi/henkiloasiakkaat/avoimet-tyopaikat",
            "label": "Työmarkkinatori - Avoimet työpaikat"
          },
          {
            "href": "https://tyomarkkinatori.fi/tietoa-palvelusta/tietoa-tyomarkkinatorista/kohtaanto-ja-osaamissuosittelija-tyomarkkinatorilla",
            "label": "Työmarkkinatori - Osaamissuosittelija ja kohtaanto"
          },
          {
            "href": "https://tyomarkkinatori.fi/tyollisyys-ja-tilastot",
            "label": "Työmarkkinatori - Työllisyys ja tilastot"
          }
        ],
        "navTitle": "Työmarkkinatori",
        "paragraphs": [
          "Työ- ja elinkeinoministeriö vastaa Työmarkkinatori-palvelusta. Työmarkkinatorissa käyttäjille on tarjolla valmiiksi koottua tietoa ja palveluita työelämän eri tilanteisiin.",
          "Työmarkkinatorin työllisyys ja tilastot -kokonaisuus sisältää kootusti KEHA-keskuksen julkaisemia arviointeja, selvityksiä, tutkimuksia, tilastoja ja raportteja.",
          "Osaamispolkuni-osio hyödyntää työmarkkinatorin osaamissuosittelijaa, kansallisesti ylläpidettävää ESCO-osaamis- ja ammattiluokitusta sekä avoimia työpaikkoja.",
          "Tietopalvelu hyödyntää Työmarkkinatorin tiedoista avoimien työpaikkojen määrää."
        ]
      },
      "vipunen": {
        "links": [
          {
            "href": "https://vipunen.fi/fi-fi",
            "label": "Vipunen"
          }
        ],
        "navTitle": "Vipunen",
        "paragraphs": [
          "Vipunen on opetushallinnon tilastopalvelu, jonka sisällöstä vastaavat yhdessä opetus- ja kulttuuriministeriö ja Opetushallitus.",
          "Osaamispolkuni-osio hyödyntää Vipusen tietoja työmahdollisuuksien ja koulutusmahdollisuuksien tilastotiedoissa.",
          "Tietopalvelu hyödyntää Vipusen tietoja ammattialakohtaisen osaamistarpeen muutoksesta."
        ]
      }
    },
    "title": "Datalähteet"
  },
  "feedback": {
    "cancel": "Peruuta",
    "email-label": "Sähköpostiosoite",
    "error": "Palautteen lähettäminen epäonnistui. Yritä uudelleen myöhemmin.",
    "footer-handled": {
      "ohjaajan": "Ohjaajan osio KEHA-keskuksessa,",
      "osaamispolkuni": "Osaamispolkuni Opetushallituksessa,",
      "tietopalvelu": "Tietopalvelu ja koko palvelu opetus- ja kulttuuriministeriössä."
    },
    "footer-info-1": "Kun lähetät palautetta, tallennamme palvelun tilatiedon, kuten mistä näkymästä palaute on lähetetty. Tilatietoa ei välitetä eteenpäin kolmansille osapuolille. Palautteita käytetään palvelun kehittämiseen ja vapaaehtoisesti jätettäviä yhteystietoja palautteisiin vastaamiseen.",
    "footer-info-heading": "Palaute käsitellään osiosta riippuen seuraavasti:",
    "footer-privacy-heading": "Lue lisää palautteiden käsittelijöiden tietosuojaseloisteista:",
    "intro-1": "Anna palautetta palvelusta tai ilmoita teknisestä ongelmasta. Näin autat meitä palveluiden kehittämisessä.",
    "intro-2": "Jos raportoit häiriötilanteesta, meitä auttaisi, että kerrot siitä mahdollisimman tarkasti.",
    "intro-privacy": "Älä kirjoita palautteeseen henkilökohtaisia tietoja, kuten henkilötunnusta tai terveystietoja. Täytähän kaikki kentät, jotta voimme käsitellä palautteesi.",
    "linkHrefs": {
      "keha": "https://tyomarkkinatori.fi/tietoa-palvelusta/tietosuoja-ja-kayttoehdot/tietosuojaselosteet",
      "okm": "https://okm.fi/tietoa-sivustosta#henkilotiedot",
      "oph": "https://www.oph.fi/fi/tietosuoja"
    },
    "links": {
      "keha": "KEHA-keskuksen asiakas- ja neuvontapalveluiden tietosuojaseloste",
      "okm": "Opetus- ja kulttuuriministeriön tietosuojaseloste",
      "oph": "Opetushallituksen tietosuojakäytäntö"
    },
    "message-label": "Palaute",
    "section-question": "Mitä osiota palautteesi koskee?",
    "sections": {
      "koko-palvelu": "Koko palvelu tai muu palaute",
      "ohjaajan-osio": "Ohjaajan osio",
      "osaamispolkuni": "Osaamispolkuni",
      "tietopalvelu": "Tietopalvelu"
    },
    "submit": "Lähetä",
    "success": "Kiitos palautteestasi! Palautteesi auttaa meitä parantamaan palvelua.",
    "title": "Anna palautetta",
    "type-question": "Minkälaista palautetta haluat antaa?",
    "types": {
      "kehitysehdotus": "Kehitysehdotus",
      "kehu": "Kehu",
      "moite": "Moite",
      "vika": "Tekninen vika tai ongelma"
    },
    "wants-contact": "Haluan, että minuun otetaan yhteyttä"
  },
  "footer": {
    "cooperation-title": "Osaamispolku on toteutettu yhteistyössä seuraavien tahojen toimesta",
    "copyright": "© Osaamispolku 2025. Kaikki oikeudet pidätetään.",
    "feedback-button-label": "Anna palautetta",
    "feedback-content": "Haluamme kehittää Osaamispolkua vastaamaan paremmin juuri sinun tarpeita. Anna meille palautetta ja huomiomme sen kehitystyössä.",
    "feedback-title": "Kerro meille mitä pidit palvelusta!",
    "funding-title": "Palvelu on rahoitettu EU:n elpymis- ja palautumistukivälineellä (RRF)",
    "logos": {
      "keha-label": "KEHA-keskus",
      "okm-label": "Opetus- ja kulttuuriministeriö",
      "oph-label": "Opetushallitus",
      "tem-label": "Työ- ja elinkeinoministeriö"
    },
    "more-info-description": "Mietityttääkö tietosuoja tai tekoälyn hyödyntäminen palvelussa? Alta löydät kootusti yleistä tietoa palvelusta ja sen käytöstä.",
    "more-info-links": {
      "about-service": "Tietoa palvelusta",
      "accessibility": "Tietoa saavutettavuudesta",
      "ai-usage": "Tietoa tekoälyn käytöstä",
      "data-sources": "Datalähteet",
      "privacy-and-cookies": "Tietosuojaseloste ja evästeet"
    },
    "more-info-title": "Haluatko tietää lisää Osaamispolusta?"
  },
  "front-page": "Etusivu",
  "home": {
    "beta": "Osaamispolun beta-testausvaihe",
    "beta-content": "Tervetuloa kokeilemaan Osaamispolun beta-versiota. Palvelu on testikäytössä, ja palautteesi auttaa meitä kehittämään sitä paremmaksi. <CustomLink>Lue lisää beta-vaiheesta<Icon></Icon></CustomLink> — mitä se sisältää ja mitä vielä on tulossa loppuvuoteen mennessä.",
    "feedback-call-to-action": "Anna palautetta",
    "feedback-content": "Haluamme kehittää Osaamispolkua vastaamaan paremmin juuri sinun tarpeita. Anna meille palautetta ja huomiomme sen kehitystyössä.",
    "feedback-title": "Kerro meille mitä pidit palvelusta!",
    "hero-button-label": "Tutustu Osaamispolkuun",
    "hero-content": "Osaamispolku tukee, kun haet suuntaa kyvyillesi ja intohimollesi. Silmäsi saattavat avautua yllättävillekin mahdollisuuksille. Kartoita kiinnostuksesi ja osaamisesi – ja löydä koulutus- tai uravalintasi Osaamispolusta.",
    "hero-title": "Tervetuloa Osaamispolkuun!",
    "hero-url": "/yksilo/fi",
    "how-competency-path-helps-you": "Miten Osaamispolku auttaa sinua osana muita palveluita?",
    "how-competency-path-helps-you-content": "Osaamispolku, Opintopolku, Työmarkkinatori ja Opin.fi muodostavat yhdessä palvelukokonaisuuden, joka tukee oppimista, urasuunnittelua ja työnhakua eri elämäntilanteissa. Jokaisella palvelulla on oma roolinsa, mutta yhdessä ne tarjoavat sinulle selkeän polun osaamisesi ja urasi kehittämiseen.\n\nOsaamispolku auttaa tunnistamaan omat vahvuudet ja kiinnostuksen kohteet sekä löytämään niihin sopivia koulutus- ja työmahdollisuuksia.",
    "how-competency-path-helps-you-opinfi-description": "Opin.fi on suomalaisten yliopistojen ja ammattikorkeakoulujen yhteinen palvelu, jossa avoimet opinnot ovat helposti saatavillasi.",
    "how-competency-path-helps-you-opinfi-link": "Opin.fi-palveluun",
    "how-competency-path-helps-you-opinfi-title": "Opin.fi",
    "how-competency-path-helps-you-opintopolku-description": "Opintopolku tarjoaa kattavat tiedot koulutuksista ja hakupalvelut eri koulutusasteille.",
    "how-competency-path-helps-you-opintopolku-link": "Opintopolkuun",
    "how-competency-path-helps-you-opintopolku-title": "Opintopolku",
    "how-competency-path-helps-you-tmt-description": "Työmarkkinatorilla puolestaan kokoaa yhteen avoimet työpaikat ja tukee työnhakua sekä urasuunnittelua.",
    "how-competency-path-helps-you-tmt-link": "Työmarkkinatorille",
    "how-competency-path-helps-you-tmt-title": "Työmarkkinatori",
    "ohjaaja-call-to-action": "Ohjaajan osioon",
    "ohjaaja-content": "Palvelusta löydät uraohjaustyösi tueksi ajantasaista ja laadukasta tietoa ja menetelmiä ja omaa osaamistasi vahvistavia materiaaleja.",
    "ohjaaja-title": "Ohjaajan osio",
    "services": {
      "ohjaus": {
        "buttonLabel": "Asiakastyön tueksi",
        "content": "Kattavasti ohjaustyössä käytettäviä menetelmiä, eri tilanteisiin.",
        "path": "/ohjaaja/{{language}}",
        "title": "Haluatko löytää ohjaustyöhön työkaluja?"
      },
      "osaamispolku": {
        "buttonLabel": "Oma Osaamispolkusi",
        "content": "Tunnista vahvuutesi ja kiinnostuksen kohteesi sekä tallenna työ- ja koulutushistoriasi.",
        "path": "/yksilo/{{language}}/kirjaudu-sisaan",
        "title": "Haluatko kartoittaa osaamistasi laajemmin?"
      },
      "tietopalvelu": {
        "buttonLabel": "Tietopalveluun",
        "content": "Tietopalvelu kokoaa yhteen koulutukseen, työmarkkinaan ja osaamiseen liittyvää tietoa työsi tueksi.",
        "path": "/tietopalvelu/{{language}}",
        "title": "Haluatko tietoa päätöksen teon tueksi työssäsi?"
      },
      "title": "Etkö vielä löytänyt etsimääsi?",
      "tool": {
        "buttonLabel": "Kohtaanto / työkalu",
        "content": "Löydä työ- ja koulutusmahdollisuuksia, jotka sopivat juuri sinulle.",
        "path": "/yksilo/{{language}}/tyokalu",
        "title": "Haluatko löytää sinulle sopivia mahdollisuuksia nopeasti?"
      }
    },
    "tietopalvelu-call-to-action": "Tietopalveluun",
    "tietopalvelu-content": "Tietopalvelu kokoaa yhteen koulutukseen, työmarkkinaan ja osaamiseen liittyvää tietoa työsi tueksi. Siirry alta tarkastelemaan sinua kiinnostavaa tietokokonaisuutta tarkemmin.",
    "tietopalvelu-title": "Tietopalvelu"
  },
  "language-selection": "Käyttökieli",
  "login": "Kirjaudu sisään",
  "logout": "Kirjaudu ulos",
  "menu": "Valikko",
  "navigation": {
    "external": {
      "ohjaaja": {
        "description": "Tietoja ja materiaaleja ohjaukseen",
        "label": "Ohjaajan osio",
        "url": "/ohjaaja/fi"
      },
      "osaamispolku": {
        "description": "Henkilökohtainen osaamispolku",
        "label": "Osaamispolkuni",
        "url": "/yksilo/fi"
      },
      "tietopalvelu": {
        "description": "Tietoa päätöksenteon tueksi",
        "label": "Tietopalvelu",
        "url": "/tietopalvelu/fi"
      },
      "title": "Sisältökokonaisuudet"
    },
    "extra": {
      "palveluhakemisto": {
        "label": "Ohjaus- ja neuvontapalveluja",
        "url": "https://www.suomi.fi/palveluhakemisto/osaamispolku"
      },
      "title": "Muuta tukea pohdintaan",
      "urataidot": {
        "label": "Urataitojen itsearviointi",
        "url": "/urataidot/fi"
      }
    }
  },
  "no-match": {
    "description": "Hakemaasi sivua ei löytynyt.",
    "title": "Sivua ei löytynyt"
  },
  "on-this-page": "Tällä sivulla",
  "open-menu": "Avaa valikko",
  "osaamispolku": "Osaamispolku",
  "privacy-cookies": {
    "3rd-party": {
      "description": "Osaamispolussa on käytössä kolmansien osapuolien sovelluksia, kuten YouTube ja PowerBI, jotka latautuvat näiden palveluiden omilta palvelimilta. Youtubea käytetään Osaamispolun ohjaajan kokonaisuuden videoissa. PowerBI:tä käytetään raporttinäkymien tuottamiseen tietopalvelussa. Kolmannen osapuolen evästeitä käytetään anonyymisti sivustolle upotettujen sovellusten toiminnan varmistamiseen ja käyttäjäkokemuksen parantamiseen. <br/><br/>Jos et käytä ulkopuolisten palveluntarjoajien sisältöä, mitään kolmannen osapuolen evästeitä ei asenneta laitteellesi. <br/><br/>Kolmannen osapuolen tarjoamiin palveluihin tai kolmannen osapuolen välittämiin sovelluksiin sovelletaan kyseisen kolmannen osapuolen käyttö- ja muita ehtoja. <br/><br/>Lisätietoja: <br/><CustomLink1>Microsoft (PowerBI)</CustomLink1> <CustomLink2>Google (Youtube)</CustomLink2>",
      "title": "Osaamispolun kolmannen osapuolen evästeet"
    },
    "blocking": {
      "description": "Useimmissa uusissa selaimissa voi estää evästeiden asettamisen laitteelle kokonaan, mutta tällöin voit joutua mukauttamaan joitakin asetuksia aina, kun käyt jollakin sivustolla/sivulla. Jotkin palvelut ja toiminnot eivät välttämättä toimi kunnolla (esim. sisäänkirjautuminen).",
      "title": "Evästeiden estäminen"
    },
    "possession": {
      "description": "Evästeitä voi vapaasti hallita ja/tai poistaa. Ohjeita löytyy esimerkiksi osoitteesta aboutcookies.org.",
      "title": "Evästeiden käytön hallinta"
    },
    "site-specific": {
      "description": "Sivustokohtaisia evästeitä voi hallita selaimen yksityisyys- ja evästeasetuksista.",
      "title": "Sivustokohtaisten evästeiden hallinta"
    },
    "title": "Evästeet",
    "what": {
      "description-1": "Evästeet ovat pieniä tekstitiedostoja, joita sivusto tallentaa tietokoneellesi tai mobiililaitteellesi. Se sisältää yksilöllisen, nimettömän tunnisteen, jonka avulla verkkopalvelu tunnistaa sivustolla vierailevat eri selaimet. Evästeillä kerättävillä tiedoilla ei voida tunnistaa yksittäisiä käyttäjiä. Opetushallitus edellyttää, että hyväksyt evästeiden käytön voidaksesi käyttää Osaamispolku-palvelua. <br/><br/>Evästeitä ovat:",
      "description-2": "Evästeiden tarkoituksena on, että sivusto säilyttää tietyt valintasi tietyn ajan. Näin sinun ei tarvitse tehdä samoja valintoja uudelleen, kun siirryt sivustolla sivulta toiselle saman istunnon aikana. Evästeiden avulla voidaan myös kerätä anonymisoituja tietoja siitä, miten käyttäjät sivustolla toimivat. Näiden tietojen perusteella ei voida tunnistaa yksittäistä käyttäjää.",
      "list": {
        "item-1": "Ensimmäisen osapuolen evästeet tulevat suoraan verkkosivustolta, jolla käyt. Vain tämä sivusto voi lukea ne.",
        "item-2": "Lisäksi verkkosivusto saattaa käyttää ulkopuolisia palveluja, jotka lähettävät omia evästeitään. Näitä kutsutaan kolmannen osapuolen evästeiksi.",
        "item-3": "Pysyvät evästeet ovat tietokoneellesi tallennettavia evästeitä, joita ei poisteta automaattisesti, kun suljet selaimen. Istuntokohtaiset evästeet sen sijaan poistetaan istunnon päättyessä."
      },
      "title": "Mitä evästeet ovat?"
    },
    "what-for": {
      "description-1": "Osaamispolussa on käytössä seuraavia ensimmäisen osapuolen evästeitä. Niiden tarkoitus on mahdollistaa sivuston käytön:",
      "description-2": "Osaamispolulle analytiikan seurannassa käytetään Matomoa. Evästeiden avulla seurataan käyttäjän käyttökokemusta verkkosivustolla. Käyttäjätiedot ovat anonyymeja – kerätystä tiedosta ei voi tunnistaa käyttäjää henkilökohtaisesti. <br/><br/>Näitä tietoja ei myöskään jaeta minkään ulkopuolisen osapuolen kanssa eikä niitä käytetä muihin tarkoituksiin.",
      "list": {
        "item-1": "todentamisevästeet tallennetaan laitteellesi, kun kirjaudut Osaamisprofiiliin tai Ohjaajan työpöytään käyttäen Suomi.fi -tunnistautumista,",
        "item-2": "tekniset evästeet."
      },
      "title": "Mihin evästeitä käytetään Osaamispolussa?"
    }
  },
  "privacy-policy-and-cookies": {
    "acquiring": {
      "description": "Henkilön rekisteröityessä palveluun hänestä saadaan henkilötiedot Digi- ja väestötietoviraston ylläpitämästä väestötietojärjestelmästä.",
      "title": "Mistä henkilötiedot saadaan?"
    },
    "automatic-handling": {
      "description": "Henkilön antamia ja tallentamia tietoja ja hänen valitsemiaan rajauksia saadaan käsitellä yleisen tietosuoja-asetuksen 22 artiklan 1 kohdassa tarkoitetulla tavalla pelkästään automaattisesti koulutus- ja työmahdollisuuksien kartoittamiseksi ja esittämiseksi. Tällainen käsittely edellyttää, että henkilö valitsee palvelussa automaattisen käsittelyn hyödyntämisen tähän tarkoitukseen. Ennen valinnan tekemistä Opetushallituksen on selkeästi ilmoitettava automaattisesta käsittelystä henkilölle palvelussa. Henkilölle esitettävän mahdollisuuden yhteydessä hänelle on palvelussa annettava tietoa siitä, miten siinä on huomioitu hänen tietojaan ja valitsemiaan rajauksia.",
      "title": "Automaattinen tietojen käsittely ja sen vaikutukset"
    },
    "data-handling-use": {
      "description": "Valtakunnallisen osaamistietovarannon tarkoituksena on mahdollistaa henkilöiden tallentaa ja ylläpitää tietoa omasta osaamisestaan ja työuraan ja koulutukseen liittyvistä kiinnostuksenkohteistaan ja suunnitelmistaan. Osaamistietovaranto on osa digitaalista palvelua, jäljempänä palvelu, jonka tarkoitus on tukea henkilöitä koulutukseen ja työelämään hakeutumisessa, niihin liittyvissä siirtymissä, oman osaamisen ylläpitämisessä sekä omien koulutus- ja uratietojen hyödyntämisessä. <br/><br/>Lisäksi tietovarannon tarkoituksena on tarjota tietopohjaa opetuksen, koulutuksen, ohjauksen ja osaamisen tilannekuvan ylläpitämiseksi ja niiden kehittämisen ja ennakoinnin tueksi.",
      "legal-basis": {
        "list": {
          "item-1": "Laki valtakunnallisesta osaamistietovarannosta xx/20xx",
          "item-2": "Laki Opetushallituksesta 508/2025",
          "item-3": "Laki elinvoimakeskuksista sekä Työllisyys-, kehittämis- ja hallintokeskuksesta 531/2025",
          "item-4": "Laki valtakunnallisista opinto-, koulutus- ja tutkintorekistereistä 884/2017",
          "item-5": "Laki työvoimapalveluiden järjestämisestä 380/2023"
        },
        "title": "Oikeusperuste"
      },
      "title": "Henkilötietojen käsittelyn tarkoitus"
    },
    "info": {
      "contact": {
        "content": "Riku Hanhinen",
        "title": "Yhteyshenkilö:"
      },
      "email": {
        "content": "tietosuoja@oph.fi",
        "title": "Sähköposti:"
      },
      "fax": {
        "content": "029 533 1035",
        "title": "Fax:"
      },
      "phone": {
        "content": "029 533 1000",
        "title": "Puhelinvaihde:"
      },
      "register": {
        "content": "Valtakunnallinen osaamistietovaranto",
        "title": "Rekisterin nimi:"
      },
      "register-controller": {
        "content": "Opetushallitus ja KEHA-keskus",
        "title": "Rekisterinpitäjä:"
      }
    },
    "info-about-3rd-country": {
      "description": "Tietoja säilytetään Amazon Web Services- palveluntarjoajan konesaleissa EU-alueella. Tietoja ei siirretä EU:n tai Euroopan talousalueen ulkopuolelle.",
      "title": "Tiedot tietojen siirrosta kolmansiin maihin ja tiedot käytettävistä suojatoimista"
    },
    "intro": {
      "description": "Tässä tietosuojaselosteessa kuvataan, miten henkilötietoja käsitellään Osaamispolku-palvelussa. Selosteessa kerrotaan myös, mitä oikeuksia rekisteröidyillä henkilöillä on ja miten oikeuksia voi käyttää. Rekisteröityjä ovat osaamisprofiilin tehneet henkilöt sekä ohjaajan työpöydälle kirjautuneet henkilöt. <br/><br/>Tietosuojaselostetta päivitetään säännöllisesti. Ajankohtainen versio löytyy aina tältä sivulta",
      "title": "Johdanto"
    },
    "obligation-to-provide": {
      "description": "Valtakunnalliseen osaamistietovarantoon tallennetaan tiedot ja tiedot käsitellään valtakunnallisesta osaamistietovarannosta annetun lain perusteella.",
      "title": "Henkilötietojen antamisen velvollisuus"
    },
    "recipients-of-personal-data": {
      "description": "Henkilö voi katsoa, käyttää ja hallinnoida osaamistietovarantoon tallentamiaan omia tietojaan vapaasti. Henkilö voi myös itse päättää kenelle tietoja luovuttaa. <br/><br/>Poiketen siitä mitä viranomaisten toiminnan julkisuudesta annetussa laissa ja muualla laissa säädetään, Opetushallitus voi luovuttaa tietoja vain, jos henkilö tai hänen laillinen edustajansa on antanut suostumuksensa siihen. <br/><br/>Suostumuksen voi antaa osaamistietovarannossa olevien tietojen luovuttamiseen viranomaiselle tai muulle taholle henkilön omia tarkoituksia varten, myös salassapitosäännösten estämättä. <br/><br/>Lisäksi suostumuksen voi antaa tietojen luovuttamiseen opetuksen, koulutuksen ja osaamisen arviointia, kehittämistä, muuta seurantaa, ohjausta ja suunnittelua varten. Tällöin salassapitosäännösten estämättä saadaan luovuttaa vain välttämättömät tiedot. <br/><br/>Tässä pykälässä tarkoitetun suostumuksen voi antaa ja sen voi milloin tahansa perua palvelun kautta. Suostumuksen tulee olla annettu vapaaehtoisesti ja nimenomaisesti sekä tietoisena siitä, mihin tarkoituksiin tietoja voidaan käyttää ja luovuttaa. Suostumus ja ilmoitus sen perumisesta on säilytettävä yhtä pitkään kuin henkilöön yhdistettävissä olevat tiedot. <br/><br/>Mitä 1 momentissa säädetään viranomaisten toiminnan julkisuudesta annetusta laista ja muusta laista poikkeamisesta, ei kuitenkaan koske tietojen luovuttamista yleisen edun mukaisia arkistointitarkoituksia, tieteellisiä ja historiallisia tutkimustarkoituksia eikä tilastollisia tarkoituksia varten.",
      "title": "Henkilötietojen vastaanottajat tai vastaanottajaryhmät"
    },
    "register-controller": {
      "description-1": "Tietovarannon yhteisrekisterinpitäjiä ovat Opetushallitus sekä Työllisyys-, kehittämis- ja hallintokeskus. <br/><br/>Opetushallitus vastaa luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetun Euroopan parlamentin asetuksen (EU) 2016/679 (yleinen tietosuoja-asetus) III luvussa tarkoitetuista rekisteröityjen oikeuksista ja muista rekisterinpitäjän vastuista, ellei niitä ole tässä pykälässä säädetty kummankin yhteisrekisterinpitäjien yhteiseksi vastuuksi. <br/><br/>Yhteisrekisterinpitäjät määrittelevät yhdessä henkilötietojen käsittelyn tarkoitukset ja keinot 4 artiklan 7 kohdassa ja 26 artiklassa tarkoitetulla tavalla. Lisäksi yhteisrekisterinpitäjät vastaavat yhdessä seuraavista yleisen tietosuoja-asetuksen velvoitteista:",
      "description-2": "Lisäksi yhteisrekisterinpitäjät vastaavat yhdessä tietosuojalain (1050/2018) 6 §:n 2 momentin 9–11 kohdissa tarkoitetuista erityisistä menettelysäännöistä, tietosuojan vaikutustenarvioinnin laatimisesta ja muista menettelyllisistä ja organisatorisista toimenpiteistä.",
      "list": {
        "item-1": "5 artiklan 2 kohdassa tarkoitettu osoitusvelvollisuus;",
        "item-2": "6 artiklassa tarkoitettu käsittelyn lainmukaisuus;",
        "item-3": "rekisteröidyn tunnistamistarpeen arviointi 11 artiklan ja muun lainsäädännön mukaisesti;",
        "item-4": "IV luvun 1 jakson mukaisista rekisterinpitäjää ja henkilötietojen käsittelijää koskevat yleiset velvollisuudet;",
        "item-5": "33–34 artiklassa tarkoitetut tietoturvaloukkauksia koskevat ilmoitusvelvollisuudet; sekä",
        "item-6": "IV luvun 3 jakson mukainen tietosuojan vaikutustenarviointi ja ennakkokuuleminen."
      },
      "title": "Rekisterinpitäjä"
    },
    "register-information-content": {
      "description": "Henkilö saa tallentaa itsestään osaamistietovarantoon tiedot, jotka henkilö itse sitä varten vapaaehtoisesti päättää. Tietojen tulee liittyä hänen koulutus- ja työhistoriaansa, osaamisiinsa ja koulutusta, työuraa ja osaamista koskeviin suunnitelmiinsa ja tavoitteisiinsa. <br/><br/>Tietovarantoon ei saa antaa salassa pidettäviä tai erityisiin henkilötietoryhmiin kuuluvia tietoja. Henkilö saa kuitenkin halutessaan antaa tietovarantoon tietoa opinnäytetyöstään ja tieteellisestä tutkimuksestaan, hänelle suoritetusta psykologisesta testistä ja soveltuvuuskokeesta, oppilaitokselta saamistaan todistuksista, osallistumisestaan yhdistystoimintaan, vapaa-ajan harrastuksista ja muista vastaavista tiedoista, jos tällaiset tiedot ovat välttämättömiä hänen koulutus- ja työhistoriansa, osaamistensa ja koulutukseen, työuraan ja osaamiseen liittyvien suunnitelmiensa ja tavoitteidensa kannalta. <br/><br/>Opetushallitus saa lisäksi tallentaa tietovarantoon palvelun toiminnallisuuksia koskevat valinnat ja tiedot henkilön maantieteellisestä alueesta, iästä ja kielestä.",
      "ohjaaja": {
        "content": [
          {
            "items": [],
            "key": "workplace-type",
            "title": "Työskentelypaikan tyyppi"
          },
          {
            "items": [],
            "key": "interests",
            "title": "Kiinnostuksen kohteet"
          },
          {
            "items": [
              {
                "key": "welcome-flow-completed",
                "title": "Tervetuloapolun läpikäynti"
              },
              {
                "key": "data-disclosure-controller",
                "title": "Lupa omien tietojen luovutukseen rekisterinpitäjälle"
              }
            ],
            "key": "permissions",
            "title": "Lupatiedot"
          },
          {
            "items": [],
            "key": "favorites",
            "title": "Suosikit"
          }
        ],
        "title": "Henkilötietoryhmä 2: Ohjaajat"
      },
      "title": "Rekisterin tietosisältö / käsiteltävät henkilötietoryhmät",
      "yksilo": {
        "content": [
          {
            "items": [],
            "key": "birth-year",
            "title": "Syntymävuosi"
          },
          {
            "items": [],
            "key": "gender",
            "title": "Sukupuoli"
          },
          {
            "items": [],
            "key": "mother-tongue",
            "title": "Äidinkieli"
          },
          {
            "items": [],
            "key": "home-municipality",
            "title": "Kotikunta"
          },
          {
            "items": [],
            "key": "email",
            "title": "Sähköpostiosoite"
          },
          {
            "items": [],
            "key": "ui-language",
            "title": "Palvelun käyttökieli"
          },
          {
            "items": [
              {
                "key": "welcome-flow-completed",
                "title": "Tervetuloapolun läpikäynti"
              },
              {
                "key": "data-disclosure-controller",
                "title": "Lupa omien tietojen luovutukseen rekisterinpitäjälle"
              },
              {
                "key": "ai-training-permission",
                "title": "Lupa omien tietojen käytön tekoälyn kouluttamiseen"
              }
            ],
            "key": "permissions",
            "title": "Lupatiedot"
          },
          {
            "items": [
              {
                "key": "workplace",
                "title": "Työpaikka"
              },
              {
                "key": "job-role",
                "title": "Toimenkuva kullakin työpaikalla"
              },
              {
                "key": "job-role-competences",
                "title": "Kuhunkin toimenkuvaan liittyvät osaamiset"
              }
            ],
            "key": "work-history",
            "title": "Työhistoria"
          },
          {
            "items": [
              {
                "key": "provider",
                "title": "Koulutuksen järjestäjä"
              },
              {
                "key": "education",
                "title": "Koulutus kullakin koulutuksen järjestäjällä"
              },
              {
                "key": "education-competences",
                "title": "Kuhunkin koulutukseen liittyvät osaamiset"
              }
            ],
            "key": "education-history",
            "title": "Koulutushistoria"
          },
          {
            "items": [
              {
                "key": "theme",
                "title": "Vapaa-ajan teema"
              },
              {
                "key": "activity",
                "title": "Vapaa-ajan toiminto kullakin teemalla"
              },
              {
                "key": "activity-competences",
                "title": "Kuhunkin toimintoon liittyvät osaamiset"
              }
            ],
            "key": "free-time-history",
            "title": "Vapaa-ajan historia"
          },
          {
            "items": [
              {
                "key": "skills",
                "title": "osaamiset"
              },
              {
                "key": "occupations",
                "title": "ammatit"
              },
              {
                "key": "free-text",
                "title": "vapaa-sana kuvaus omista kiinnostuksen kohteista"
              }
            ],
            "key": "interests",
            "title": "Kiinnostuksen kohteet"
          },
          {
            "items": [
              {
                "key": "skills",
                "title": "osaamiset"
              },
              {
                "key": "free-text",
                "title": "vapaa-sana kuvaus omasta osaamisesta"
              }
            ],
            "key": "other-competences",
            "title": "Muut osaamiset"
          },
          {
            "items": [],
            "key": "favorites",
            "title": "Suosikit"
          },
          {
            "items": [],
            "key": "goals",
            "title": "Päämäärät"
          },
          {
            "items": [],
            "key": "plans",
            "title": "Koulutus- ja urasuunnitelmapolut"
          }
        ],
        "title": "Henkilötietoryhmä 1: Yksilöt"
      }
    },
    "storing-time-of-personal-data": {
      "data-subject-rights": {
        "access-personal-data": {
          "description": "Rekisteröidyllä voi itse päästä henkilötietoihinsa Osaamispolku-palvelun kautta tunnistautumalla omaan osaamisprofiiliin ja/tai ohjaajan profiiliin.",
          "title": "Oikeus saada pääsy henkilötietoihin"
        },
        "complaint": {
          "description": "Rekisteröidyllä on oikeus tehdä kantelu valvontaviranomaiselle, erityisesti siinä jäsenvaltiossa, jossa hänen vakinainen asuinpaikkansa tai työpaikkansa on, tai jossa väitetty tietosuoja-asetuksen rikkominen on tapahtunut.",
          "title": "Oikeus tehdä valitus valvontaviranomaiselle"
        },
        "delete": {
          "description": "Rekisteröity voi itse poistaa tietonsa Osaamispolku-palvelun kautta tunnistautumalla omaan osaamisprofiiliin ja/tai ohjaajan profiiliin.",
          "title": "Oikeus tietojen poistamiseen"
        },
        "object": {
          "description": "Kun kyseessä olevan henkilötiedon käsittely perustuu tietosuoja-asetuksen 6 artiklan 1 c kohtaan (lakisääteinen velvoite), rekisteröidyllä ei ole oikeutta vastustaa tietojensa käsittelyä.",
          "title": "Vastustamisoikeus"
        },
        "rectification": {
          "description": "Rekisteröity voi itse korjata virheelliset tiedot Osaamispolku-palvelun kautta tunnistautumalla omaan osaamisprofiiliin ja/tai ohjaajan profiiliin, siltä osin kun niitä tallentaa sinne.",
          "title": "Oikeus tietojen oikaisemiseen"
        },
        "request-of-data": {
          "description": "Rekisteröidyllä on oikeus pyytää rekisterinpitäjää toimeenpanemaan yllä olevat oikeudet siltä osin, kun ei itse pysty niitä täyttämään Osaamispolku-palvelua käyttämällä. <br/><br/>Pyyntö tulee osoittaa kirjallisesti Opetushallitukselle osoitteeseen Opetushallitus, Hakaniemenranta 6, PL 380, 00531 Helsinki. Pyyntöön tulee rekisteröidyn liittää tietojen etsimiseen tarvittavat tiedot (Nimi ja henkilötunnus). Lue ja täytä <CustomLink>tarkastuspyyntölomake</CustomLink>.",
          "link": "https://assets.ctfassets.net/4h0h2z8iv5uv/2odzXnRlO1YPgjQjcIOAHu/033736e6a4288f7cf15983a2175f780e/Rekisteritietojen_tarkastuslomake_suomi.pdf",
          "title": "Rekisterinpitäjän tehtävät rekisteröidyn pyynnöstä"
        },
        "restrict-processing": {
          "description": "Rekisteröity voi hallita tietojen käsittelyn rajoittamista itse Osaamispolku-palvelun kautta tunnistautumalla omaan osaamisprofiiliin ja/tai ohjaajan työpöydälle. <br/><br/>Henkilön antamia tai tallentamia tietoja taikka hänen valitsemiaan rajauksia voidaan käsitellä henkilön tai hänen laillisen edustajansa erillisestä pyynnöstä yleisen tietosuoja-asetuksen 22 artiklan 1 kohdassa tarkoitettuun pelkästään automaattiseen käsittelyyn koulutus- ja uravaihtoehtojen esittämiseksi henkilölle tässä laissa tarkoitetussa palvelussa. Käsittelystä on selkeästi ilmoitettava rekisteröidylle ennen pyynnön tekemistä. <br/><br/>Edellä 1 momentissa tarkoitettua tukea osaamisen kehittämiseen sekä ura- ja opinto-ohjaukseen on henkilöllä oikeus saada palvelusta myös anonyymisti tai tallentamatta tietojaan osaamistietovarantoon",
          "title": "Oikeus käsittelyn rajoittamiseen"
        },
        "title": "Rekisteröidyn oikeudet",
        "transfer": {
          "description": "Rekisteröity voi itse siirtää tietojaan Osaamispolku-palvelun kautta tunnistautumalla omaan osaamisprofiiliin. <br/><br/>Henkilön pyynnöstä hänen tietojaan on luovutettava salassapitosäännösten estämättä osaamistietovarantoon valtakunnallisista opinto- ja tutkintorekistereistä annetussa laissa (884/2017) tarkoitetuista rekistereistä ja tietovarannoista. Lisäksi yksilön pyynnöstä hänen tietojaan on luovutettava salassapitosäännösten estämättä osaamisprofiilin ja työvoimapalveluiden järjestämisestä annetun lain (380/2023) 14 luvussa tarkoitetun palvelualustalla olevan työnhakuprofiilin välillä.",
          "title": "Oikeus siirtää tiedot järjestelmästä toiseen"
        },
        "withdraw-consent": {
          "description": "Osaamistietovarannon suostumuksen voi antaa ja sen voi milloin tahansa perua palvelun kautta. <br/><br/>Suostumuksesta tulee käydä ilmi, että se on annettu vapaaehtoisesti ja nimenomaisesti sekä tietoisena siitä, mihin tarkoituksiin osaamistietoja voidaan käyttää ja luovuttaa. Suostumuksesta on myös käytävä ilmi, ettei sitä ole annettu työvoimahallinnon asiakaspalvelutilanteessa eikä viranomaismenettelyssä. Alaikäiseltä lapselta tarvitaan tietojen käyttöön ja luovuttamiseen myös tämän huoltajan tai muun laillisen edustajan suostumus. <br/><br/>Suostumus ja ilmoitus sen perumisesta on säilytettävä yhtä pitkään kuin henkilöön yhdistettävissä olevat tiedot.",
          "title": "Tieto oikeudesta peruuttaa suostumus"
        }
      },
      "description": "Osaamistietovarannon tiedot säilytetään, kunnes henkilö itse poistaa tietonsa palvelusta. <br/><br/>Opetushallitus sekä Työllisyys-, kehittämis- ja hallintokeskus voivat kuitenkin määrittää tiedoille muun säilytysajan julkisen hallinnon tiedonhallinnasta annetun lain (906/2019) 21 §:n 1 momentissa tarkoitetuilla perusteilla.",
      "title": "Henkilötietojen säilyttämisaika"
    },
    "title": "Tietosuojaseloste ja evästeet"
  },
  "return-home": "Palaa etusivulle",
  "select-language": "Valitse kieli",
  "service-banner": "Palvelukokonaisuus",
  "show-all": "Näytä kaikki",
  "skiplinks": {
    "main": "Siirry pääsisältöön"
  },
  "slugs": {
    "about-service": "tietoa-palvelusta",
    "accessibility": "tietoa-saavutettavuudesta",
    "ai-usage": "tietoa-tekoalyn-kaytosta",
    "data-sources": "datalahteet",
    "privacy-and-cookies": "tietosuojaseloste-ja-evasteet"
  }
}
